English/Essay/Synthesis/notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-04-22 Thu 10:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Synthesis Essay Review</title>
<meta name="author" content="Alex Burns" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Synthesis Essay Review</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1e82309">General notes</a></li>
<li><a href="#org34a0078">Structure</a></li>
</ul>
</div>
</div>

<div id="outline-container-org1e82309" class="outline-2">
<h2 id="org1e82309">General notes</h2>
<div class="outline-text-2" id="text-org1e82309">
<p>
55 Minutes long - 40 minutes to write, 15 minutes to read <br />
Skim and Scan instead of reading <br />
Adress each source as if they speak to one another. Ex  no three prong, include multiple sources in each paragraph <br />
Dont do authors or page numbers, just do source A. Must cite it. (Source A, Source B) if multiple <br />
</p>
</div>
</div>
<div id="outline-container-org34a0078" class="outline-2">
<h2 id="org34a0078">Structure</h2>
<div class="outline-text-2" id="text-org34a0078">
</div>
<div id="outline-container-org920aaef" class="outline-3">
<h3 id="org920aaef">Assertion</h3>
<div class="outline-text-3" id="text-org920aaef">
<p>
the point you are making stated confidently and clearly; the argument or claim that you will prove within the chunk. <br />
</p>
</div>
</div>
<div id="outline-container-org2584955" class="outline-3">
<h3 id="org2584955">Context</h3>
<div class="outline-text-3" id="text-org2584955">
<p>
background information important to the subject and the introduction of the evidence <br />
</p>
</div>
</div>
<div id="outline-container-orgb6db469" class="outline-3">
<h3 id="orgb6db469">Evidence</h3>
<div class="outline-text-3" id="text-orgb6db469">
<p>
usually in the form of a direct quotation. Be sure to introduce and cite the quotation using MLA citation style. EX (Source A, B) (end of sentence) <br />
</p>
</div>
</div>
<div id="outline-container-orgcd78a88" class="outline-3">
<h3 id="orgcd78a88">Commentary</h3>
<div class="outline-text-3" id="text-orgcd78a88">
<p>
these are your ideas. What is significant about the quotation, what does it mean, and/or how does it relate back to the assertion at the beginning? <br />
</p>
</div>
</div>
<div id="outline-container-orgf36d0e7" class="outline-3">
<h3 id="orgf36d0e7">Additional Context</h3>
<div class="outline-text-3" id="text-orgf36d0e7">
<p>
to set up the next quotation <br />
</p>
</div>
</div>
<div id="outline-container-org82d7fbf" class="outline-3">
<h3 id="org82d7fbf">Evidence</h3>
<div class="outline-text-3" id="text-org82d7fbf">
<p>
quotation number two from the text that supports your assertion <br />
</p>
</div>
</div>
<div id="outline-container-orgb9154b9" class="outline-3">
<h3 id="orgb9154b9">Commentary</h3>
<div class="outline-text-3" id="text-orgb9154b9">
<p>
these are your ideas about significance and meaning for the second quotation. Then, in the last sentence of commentary, refer back to the assertion and give paragraph closure. <br />
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Alex Burns</p>
<p class="date">Created: 2021-04-22 Thu 10:49</p>
</div>
</body>
</html>
