English/Essay/Synthesis/notes.tex
% Created 2021-05-02 Sun 14:43
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setcounter{secnumdepth}{0}
\author{Alex Burns}
\date{\today}
\title{Synthesis Essay Review}
\hypersetup{
 pdfauthor={Alex Burns},
 pdftitle={Synthesis Essay Review},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\setcounter{tocdepth}{1}
\tableofcontents


\section*{General notes}
\label{sec:org328a6b1}
55 Minutes long - 40 minutes to write, 15 minutes to read \\
Skim and Scan instead of reading \\
Adress each source as if they speak to one another. Ex  no three prong, include multiple sources in each paragraph \\
Dont do authors or page numbers, just do source A. Must cite it. (Source A, Source B) if multiple \\
\section*{Structure}
\label{sec:orgcc8d8e3}
\subsection*{Assertion}
\label{sec:org8fb8a6b}
the point you are making stated confidently and clearly; the argument or claim that you will prove within the chunk. \\
\subsection*{Context}
\label{sec:orge8088bc}
background information important to the subject and the introduction of the evidence \\
\subsection*{Evidence}
\label{sec:orgabe0b5a}
usually in the form of a direct quotation. Be sure to introduce and cite the quotation using MLA citation style. EX (Source A, B) (end of sentence) \\
\subsection*{Commentary}
\label{sec:org1bf2198}
these are your ideas. What is significant about the quotation, what does it mean, and/or how does it relate back to the assertion at the beginning? \\
\subsection*{Additional Context}
\label{sec:orgc634017}
to set up the next quotation \\
\subsection*{Evidence}
\label{sec:orgfb94ec4}
quotation number two from the text that supports your assertion \\
\subsection*{Commentary}
\label{sec:org9e725f7}
these are your ideas about significance and meaning for the second quotation. Then, in the last sentence of commentary, refer back to the assertion and give paragraph closure. \\
\end{document}
